siege/puma_rbx/32.txt

Lifting the server siege...      done.

Transactions:		        1201 hits
Availability:		      100.00 %
Elapsed time:		       29.99 secs
Data transferred:	       10.11 MB
Response time:		        0.42 secs
Transaction rate:	       40.05 trans/sec
Throughput:		        0.34 MB/sec
Concurrency:		       16.87
Successful transactions:        1201
Failed transactions:	           0
Longest transaction:	        0.78
Shortest transaction:	        0.38