siege/puma_rbx/8.txt

Lifting the server siege...      done.

Transactions:		        1280 hits
Availability:		      100.00 %
Elapsed time:		       29.73 secs
Data transferred:	       10.77 MB
Response time:		        0.19 secs
Transaction rate:	       43.05 trans/sec
Throughput:		        0.36 MB/sec
Concurrency:		        7.98
Successful transactions:        1280
Failed transactions:	           0
Longest transaction:	        0.25
Shortest transaction:	        0.08